Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: This will remove all screenshots and shapes from "%@" and restore default settings.
ar: سيؤدي هذا إلى إزالة كافة لقطات الشاشة والأشكال من "%1$@" واستعادة الإعدادات الافتراضية.
ca: Això eliminarà totes les captures de pantalla i les formes de "%1$@" i restaurarà la configuració predeterminada.
cs: Tímto odstraníte všechny snímky obrazovky a tvary z „%1$@“ a obnovíte výchozí nastavení.
da: Dette vil fjerne alle skærmbilleder og former fra "%1$@" og gendanner standardindstillingerne.
de: Dadurch werden alle Screenshots und Formen aus „%@“ entfernt und die Standardeinstellungen wiederhergestellt.
el: Αυτό θα καταργήσει όλα τα στιγμιότυπα οθόνης και τα σχήματα από το "%1$@" και θα επαναφέρει τις προεπιλεγμένες ρυθμίσεις.
es: Esto eliminará todas las capturas y formas de «%@» y restaurará los ajustes predeterminados.
fa: با این کار همهٔ اسکرین‌شات‌ها و شکل‌های «%1$@» حذف و تنظیمات پیش‌فرض بازیابی می‌شود.
fi: Tämä poistaa kaikki kuvakaappaukset ja muodot kohteesta %1$@ ja palauttaa oletusasetukset.
fr: Cette action supprimera toutes les captures d'écran et formes de « %@ » et rétablira les réglages par défaut.
he: פעולה זו תסיר את כל צילומי המסך והצורות מ"%1$@" וישחזר את הגדרות ברירת המחדל.
hr: Ovo će ukloniti sve snimke zaslona i oblike iz "%1$@" i vratiti zadane postavke.
hu: Ezzel eltávolítja az összes képernyőképet és alakzatot a „%1$@” mappából, és visszaállítja az alapértelmezett beállításokat.
id: Ini akan menghapus semua tangkapan layar dan bentuk dari "%1$@" dan mengembalikan pengaturan default.
it: Verranno rimossi tutti gli screenshot e le forme da "%@" e verranno ripristinate le impostazioni predefinite.
ja: 「%@」からすべてのスクリーンショットと図形が削除され、デフォルト設定に戻ります。
ko: 이렇게 하면 "%@"에서 모든 스크린샷과 도형이 제거되고 기본 설정이 복원됩니다.
ms: Ini akan mengalih keluar semua tangkapan skrin dan bentuk daripada "%1$@" dan memulihkan tetapan lalai.
nl: Hiermee worden alle schermafbeeldingen en vormen van "%1$@" verwijderd en worden de standaardinstellingen hersteld.
no: Dette vil fjerne alle skjermbilder og former fra "%1$@" og gjenopprette standardinnstillinger.
pl: Spowoduje to usunięcie wszystkich zrzutów ekranu i kształtów z „%1$@” i przywrócenie ustawień domyślnych.
pt_br: Isso removerá todas as capturas de tela e formas de "%@" e restaurará as configurações padrão.
pt_pt: Isso removerá todas as capturas de ecrã e formas de "%1$@" e restaurará as configurações padrão.
ro: Aceasta va elimina toate capturile de ecran și formele din „%1$@” și vor restabili setările implicite.
ru: Все скриншоты и фигуры будут удалены из «%@», а настройки будут сброшены до значений по умолчанию.
sk: Týmto sa odstránia všetky snímky obrazovky a tvary z „%1$@“ a obnovia sa predvolené nastavenia.
sl: S tem boste odstranili vse posnetke zaslona in oblike iz »%1$@« in obnovili privzete nastavitve.
sv: Detta tar bort alla skärmdumpar och former från "%1$@" och återställer standardinställningarna.
th: การดำเนินการนี้จะลบภาพหน้าจอและรูปร่างทั้งหมดออกจาก "%1$@" และคืนการตั้งค่าเริ่มต้น
tr: Bu işlem "%@" içindeki tüm ekran görüntülerini ve şekilleri kaldıracak ve varsayılan ayarları geri yükleyecek.
uk: Буде вилучено всі знімки екрана й фігури з «%@» і відновлено стандартні параметри.
ur: یہ "%1$@" سے تمام اسکرین شاٹس اور شکلیں ہٹا دے گا اور ڈیفالٹ سیٹنگز کو بحال کر دے گا۔
vi: Thao tác này sẽ xóa tất cả ảnh chụp màn hình và hình khỏi "%1$@" và khôi phục cài đặt mặc định.
zh_hans: 这将移除“%@”中的所有截图和形状，并恢复默认设置。
zh_hant: 這會移除「%@」中的所有螢幕截圖和形狀，並恢復預設設定。

source: Three styles
ar: ثلاثة أنماط
ca: Tres estils
cs: Tři styly
da: Tre stilarter
de: Drei Stile
el: Τρία στυλ
es: Tres estilos
fa: سه سبک
fi: Kolme tyyliä
fr: Trois styles
he: שלושה סגנונות
hr: Tri stila
hu: Három stílus
id: Tiga gaya
it: Tre stili
ja: 3つのスタイル
ko: 세 가지 스타일
ms: Tiga gaya
nl: Drie stijlen
no: Tre stiler
pl: Trzy style
pt_br: Três estilos
pt_pt: Três estilos
ro: Trei stiluri
ru: Три стиля
sk: Tri štýly
sl: Trije slogi
sv: Tre stilar
th: สามสไตล์
tr: Üç stil
uk: Три стилі
ur: تین انداز
vi: Ba phong cách
zh_hans: 三种样式
zh_hant: 三種樣式

source: Three things to know first
ar: ثلاثة أشياء يجب معرفتها أولاً
ca: Tres coses a saber primer
cs: Nejprve musíte vědět tři věci
da: Tre ting at vide først
de: Drei Dinge vorab
el: Τρία πράγματα που πρέπει να γνωρίζετε πρώτα
es: Tres cosas que debes saber primero
fa: سه نکته که اول باید بدانید
fi: Kolme asiaa, jotka sinun on tiedettävä ensin
fr: Trois choses à savoir en premier
he: שלושה דברים שצריך לדעת קודם
hr: Prvo morate znati tri stvari
hu: Három dolgot kell először tudni
id: Tiga hal yang perlu diketahui terlebih dahulu
it: Tre cose da sapere prima di tutto
ja: 最初に知っておくべき3つのこと
ko: 먼저 알아야 할 세 가지
ms: Tiga perkara yang perlu diketahui dahulu
nl: Drie dingen die u eerst moet weten
no: Tre ting å vite først
pl: Najpierw warto wiedzieć trzy rzeczy
pt_br: Três coisas para saber primeiro
pt_pt: Três coisas para saber primeiro
ro: Trei lucruri de știut mai întâi
ru: Три вещи, которые нужно знать
sk: Najprv musíte vedieť tri veci
sl: Najprej morate vedeti tri stvari
sv: Tre saker att veta först
th: สามสิ่งที่ต้องรู้ก่อน
tr: Önce bilmeniz gereken üç şey
uk: Три речі, які варто знати спершу
ur: تین چیزیں پہلے جان لیں۔
vi: Ba điều cần biết đầu tiên
zh_hans: 首先要了解的三件事
zh_hant: 首先要了解的三件事

source: Three ways to render a row
ar: ثلاث طرق لتقديم صف
ca: Tres maneres de representar una fila
cs: Tři způsoby vykreslení řádku
da: Tre måder at gengive en række på
de: Drei Arten, eine Zeile zu rendern
el: Τρεις τρόποι απόδοσης μιας σειράς
es: Tres formas de renderizar una fila
fa: سه روش رندر یک ردیف
fi: Kolme tapaa hahmontaa rivi
fr: Trois façons d'exporter une ligne
he: שלוש דרכים לעיבוד שורה
hr: Tri načina za iscrtavanje retka
hu: Három mód a sor megjelenítésére
id: Tiga cara untuk merender baris
it: Tre modi per generare una riga
ja: 行を書き出す3つの方法
ko: 행을 렌더링하는 세 가지 방법
ms: Tiga cara untuk membuat baris
nl: Drie manieren om een rij weer te geven
no: Tre måter å gjengi en rad på
pl: Trzy sposoby renderowania wiersza
pt_br: Três maneiras de renderizar uma linha
pt_pt: Três maneiras de renderizar uma linha
ro: Trei moduri de a reda un rând
ru: Три способа отрисовать строку
sk: Tri spôsoby, ako vykresliť riadok
sl: Trije načini upodabljanja vrstice
sv: Tre sätt att rendera en rad
th: สามวิธีในการเรนเดอร์แถว
tr: Bir satırı oluşturmanın üç yolu
uk: Три способи рендерингу рядка
ur: قطار رینڈر کرنے کے تین طریقے
vi: Ba cách để hiển thị một hàng
zh_hans: 渲染行的三种方式
zh_hant: 轉譯一列的三種方式

source: Tip: drop a screenshot onto any canvas to get started.
ar: نصيحة: أسقط لقطة شاشة على أي لوحة قماشية للبدء.
ca: Consell: deixeu anar una captura de pantalla a qualsevol llenç per començar.
cs: Tip: Začněte přetažením snímku obrazovky na jakékoli plátno.
da: Tip: slip et skærmbillede på ethvert lærred for at komme i gang.
de: Tipp: Leg einen Screenshot auf eine beliebige Leinwand, um loszulegen.
el: Συμβουλή: ρίξτε ένα στιγμιότυπο οθόνης σε οποιονδήποτε καμβά για να ξεκινήσετε.
es: Consejo: suelta una captura en cualquier lienzo para empezar.
fa: نکته: برای شروع، یک اسکرین‌شات را روی هر بومی رها کنید.
fi: Vinkki: pudota kuvakaappaus mille tahansa kankaalle aloittaaksesi.
fr: Astuce : déposez une capture d'écran sur n'importe quel canevas pour commencer.
he: טיפ: שחרר צילום מסך על כל קנבס כדי להתחיל.
hr: Savjet: ispustite snimku zaslona na bilo koje platno da biste započeli.
hu: Tipp: a kezdéshez dobjon egy képernyőképet bármelyik vászonra.
id: Tip: letakkan tangkapan layar ke kanvas mana pun untuk memulai.
it: Suggerimento: rilascia uno screenshot su una tela qualsiasi per iniziare.
ja: ヒント: まずは任意のキャンバスにスクリーンショットをドロップしましょう。
ko: 팁: 아무 캔버스에나 스크린샷을 드롭하여 시작하세요.
ms: Petua: lepaskan tangkapan skrin pada mana-mana kanvas untuk bermula.
nl: Tip: plaats een screenshot op een willekeurig canvas om aan de slag te gaan.
no: Tips: slipp et skjermbilde på et hvilket som helst lerret for å komme i gang.
pl: Wskazówka: aby rozpocząć, upuść zrzut ekranu na dowolne płótno.
pt_br: Dica: solte uma captura de tela em qualquer tela para começar.
pt_pt: Dica: solte uma captura de ecrã em qualquer ecrã para começar.
ro: Sfat: plasați o captură de ecran pe orice pânză pentru a începe.
ru: Совет: чтобы начать, перетащите скриншот на любой холст.
sk: Tip: Začnite umiestnením snímky obrazovky na ľubovoľné plátno.
sl: Nasvet: za začetek spustite posnetek zaslona na poljubno platno.
sv: Tips: släpp en skärmdump på valfri duk för att komma igång.
th: เคล็ดลับ: วางภาพหน้าจอลงบนผืนผ้าใบเพื่อเริ่มต้น
tr: İpucu: başlamak için herhangi bir tuvale bir ekran görüntüsü bırakın.
uk: Порада: щоб почати, перетягніть знімок екрана на будь-яке полотно.
ur: مشورہ: شروع کرنے کے لیے کسی بھی کینوس پر اسکرین شاٹ چھوڑیں۔
vi: Mẹo: thả ảnh chụp màn hình vào bất kỳ khung vẽ nào để bắt đầu.
zh_hans: 提示：将截图拖放到任意画布上即可开始。
zh_hant: 提示：將螢幕截圖拖放到任何畫布上即可開始。

source: Tips & Tricks
ar: نصائح وحيل
ca: Consells i trucs
cs: Tipy a triky
da: Tips og tricks
de: Tipps & Tricks
el: Συμβουλές & κόλπα
es: Consejos y trucos
fa: نکات و ترفندها
fi: Vinkkejä ja temppuja
fr: Trucs et astuces
he: טיפים וטריקים
hr: Savjeti i trikovi
hu: Tippek és trükkök
id: Tip & Trik
it: Suggerimenti e trucchi
ja: ヒントとコツ
ko: 팁과 요령
ms: Petua & Trik
nl: Tips en trucs
no: Tips og triks
pl: Wskazówki i porady
pt_br: Dicas e truques
pt_pt: Dicas e truques
ro: Sfaturi și trucuri
ru: Советы и приемы
sk: Tipy a triky
sl: Nasveti in triki
th: เคล็ดลับและเทคนิค
tr: İpuçları ve Püf Noktaları
uk: Поради й хитрощі
ur: ٹپس اور ٹرکس
vi: Mẹo & thủ thuật
zh_hans: 提示与技巧
zh_hant: 提示與技巧

source: To All Screenshots
ar: لجميع لقطات الشاشة
ca: A totes les captures de pantalla
cs: Na všechny snímky obrazovky
da: Til alle skærmbilleder
de: In alle Screenshots
el: Σε όλα τα στιγμιότυπα οθόνης
es: A todas las capturas
fa: در همهٔ اسکرین‌شات‌ها
fi: Kaikkiin kuvakaappauksiin
fr: Dans toutes les captures d'écran
he: לכל צילומי המסך
hr: Za sve snimke zaslona
hu: Az összes képernyőképhez
id: Ke Semua Tangkapan Layar
it: In tutti gli screenshot
ja: すべてのスクリーンショットへ
ko: 모든 스크린샷에
ms: Kepada Semua Tangkapan Skrin
nl: Naar alle schermafbeeldingen
no: Til alle skjermbilder
pl: Do wszystkich zrzutów ekranu
pt_br: Para todas as capturas de tela
pt_pt: Para todas as capturas de ecrã
ro: La toate capturile de ecran
ru: На все скриншоты
sk: Na všetky snímky obrazovky
sl: Na vse posnetke zaslona
sv: Till alla skärmdumpar
th: ไปที่ภาพหน้าจอทั้งหมด
tr: Tüm Ekran Görüntülerine
uk: На всі знімки екрана
ur: تمام اسکرین شاٹس کے لیے
vi: Tới tất cả ảnh chụp màn hình
zh_hans: 到所有截图
zh_hant: 到所有螢幕截圖

source: To All Screenshots on the Left
ar: لجميع لقطات الشاشة على اليسار
ca: A totes les captures de pantalla de l'esquerra
cs: Na všechny snímky obrazovky vlevo
da: Til alle skærmbilleder til venstre
de: In alle Screenshots links
el: Σε όλα τα στιγμιότυπα οθόνης στα αριστερά
es: A todas las capturas a la izquierda
fa: در همهٔ اسکرین‌شات‌های سمت چپ
fi: Kaikkiin kuvakaappauksiin vasemmalla
fr: Dans toutes les captures d'écran à gauche
he: לכל צילומי המסך משמאל
hr: Na sve snimke zaslona s lijeve strane
hu: Az összes képernyőképhez a bal oldalon
id: Ke Semua Tangkapan Layar di Kiri
it: In tutti gli screenshot a sinistra
ja: 左側のすべてのスクリーンショットへ
ko: 왼쪽의 모든 스크린샷에
ms: Kepada Semua Tangkapan Skrin di sebelah Kiri
nl: Naar alle schermafbeeldingen aan de linkerkant
no: Til alle skjermbilder til venstre
pl: Do wszystkich zrzutów ekranu po lewej stronie
pt_br: Para todas as capturas de tela à esquerda
pt_pt: Para todas as capturas de ecrã à esquerda
ro: La toate capturile de ecran din stânga
ru: На все скриншоты слева
sk: Na všetky snímky obrazovky vľavo
sl: Na vse posnetke zaslona na levi
sv: Till alla skärmdumpar till vänster
th: ไปยังภาพหน้าจอทั้งหมดทางด้านซ้าย
tr: Soldaki Tüm Ekran Görüntülerine
uk: На всі знімки екрана ліворуч
ur: بائیں طرف تمام اسکرین شاٹس کے لیے
vi: Đến tất cả ảnh chụp màn hình ở bên trái
zh_hans: 到左侧所有截图
zh_hant: 到左側所有螢幕截圖

source: To All Screenshots on the Right
ar: لجميع لقطات الشاشة على اليمين
ca: A totes les captures de pantalla de la dreta
cs: Ke všem snímkům obrazovky vpravo
da: Til alle skærmbilleder til højre
de: In alle Screenshots rechts
el: Σε όλα τα στιγμιότυπα οθόνης στα δεξιά
es: A todas las capturas a la derecha
fa: در همهٔ اسکرین‌شات‌های سمت راست
fi: Kaikkiin kuvakaappauksiin oikealla
fr: Dans toutes les captures d'écran à droite
he: לכל צילומי המסך מימין
hr: Na sve snimke zaslona s desne strane
hu: Az összes képernyőképhez a jobb oldalon
id: Ke Semua Tangkapan Layar di Kanan
it: In tutti gli screenshot a destra
ja: 右側のすべてのスクリーンショットへ
ko: 오른쪽의 모든 스크린샷에
ms: Kepada Semua Tangkapan Skrin di sebelah Kanan
nl: Naar alle schermafbeeldingen aan de rechterkant
no: Til alle skjermbilder til høyre
pl: Do wszystkich zrzutów ekranu po prawej stronie
pt_br: Para todas as capturas de tela à direita
pt_pt: Para todas as capturas de ecrã à direita
ro: La toate capturile de ecran din dreapta
ru: На все скриншоты справа
sk: Na všetky snímky obrazovky vpravo
sl: Na vse posnetke zaslona na desni
sv: Till alla skärmdumpar till höger
th: ไปยังภาพหน้าจอทั้งหมดทางด้านขวา
tr: Sağdaki Tüm Ekran Görüntülerine
uk: На всі знімки екрана праворуч
ur: دائیں طرف تمام اسکرین شاٹس کے لیے
vi: Tới tất cả các ảnh chụp màn hình ở bên phải
zh_hans: 到右侧所有截图
zh_hant: 到右側所有螢幕截圖

source: To capture screenshots from a connected simulator quickly, use the screenshot capture button in the template control bar — it pulls the most recent simulator screenshot directly into the template.
ar: لالتقاط لقطات شاشة من جهاز محاكاة متصل بسرعة، استخدم زر التقاط لقطة الشاشة في شريط التحكم في القالب - فهو يسحب أحدث لقطة شاشة للمحاكاة مباشرةً إلى القالب.
ca: Per capturar captures de pantalla d'un simulador connectat ràpidament, utilitzeu el botó de captura de captura de pantalla a la barra de control de la plantilla, ja que introdueix la captura de pantalla més recent del simulador directament a la plantilla.
cs: Chcete-li rychle zachytit snímky obrazovky z připojeného simulátoru, použijte tlačítko pro pořízení snímku obrazovky na ovládacím panelu šablony – stáhne nejnovější snímek obrazovky simulátoru přímo do šablony.
da: For hurtigt at tage skærmbilleder fra en tilsluttet simulator skal du bruge knappen til skærmbilledeoptagelse i skabelonkontrollinjen - den trækker det seneste simulatorskærmbillede direkte ind i skabelonen.
de: Um schnell Screenshots von einem angeschlossenen Simulator zu erfassen, verwenden Sie die Schaltfläche „Screenshot erfassen“ in der Vorlagen-Steuerleiste. Dadurch wird der aktuellste Simulator-Screenshot direkt in die Vorlage übernommen.
el: Για να τραβήξετε γρήγορα στιγμιότυπα οθόνης από έναν συνδεδεμένο προσομοιωτή, χρησιμοποιήστε το κουμπί λήψης στιγμιότυπου οθόνης στη γραμμή ελέγχου προτύπου — τραβάει το πιο πρόσφατο στιγμιότυπο οθόνης του προσομοιωτή απευθείας στο πρότυπο.
es: Para capturar capturas de pantalla de un simulador conectado rápidamente, use el botón de captura de pantalla en la barra de control de la plantilla: extrae la captura de pantalla más reciente del simulador directamente en la plantilla.
fa: برای گرفتن سریع اسکرین شات از یک شبیه ساز متصل، از دکمه ضبط اسکرین شات در نوار کنترل الگو استفاده کنید – این دکمه جدیدترین اسکرین شات شبیه ساز را مستقیماً به داخل الگو می کشد.
fi: Voit ottaa kuvakaappauksia yhdistetystä simulaattorista nopeasti käyttämällä mallin ohjauspalkin kuvakaappauspainiketta – se vetää viimeisimmän simulaattorin kuvakaappauksen suoraan malliin.
fr: Pour capturer rapidement des captures d'écran d'un simulateur connecté, utilisez le bouton de capture d'écran dans la barre de contrôle du modèle : il extrait la capture d'écran du simulateur la plus récente directement dans le modèle.
he: כדי לצלם צילומי מסך מסימולטור מחובר במהירות, השתמש בלחצן לכידת צילום מסך בסרגל הבקרה של התבנית - הוא מושך את צילום המסך העדכני ביותר של הסימולטור ישירות לתבנית.
hr: Za brzo snimanje zaslona s povezanog simulatora upotrijebite gumb za snimanje zaslona na kontrolnoj traci predloška — on povlači najnoviju snimku zaslona simulatora izravno u predložak.
hu: Ha gyorsan szeretne képernyőképeket készíteni egy csatlakoztatott szimulátorról, használja a képernyőkép rögzítés gombját a sablonvezérlő sávban – ez közvetlenül a sablonba húzza a szimulátor legutóbbi képernyőképét.
id: Untuk mengambil tangkapan layar dari simulator yang terhubung dengan cepat, gunakan tombol ambil tangkapan layar di bilah kontrol templat — tombol ini akan menarik tangkapan layar simulator terbaru langsung ke dalam templat.
ja: 接続されているシミュレーターからスクリーンショットをすばやくキャプチャするには、テンプレート コントロール バーのスクリーンショット キャプチャ ボタンを使用します。これにより、最新のシミュレーターのスクリーンショットがテンプレートに直接取り込まれます。
ko: 연결된 시뮬레이터에서 스크린샷을 빠르게 캡처하려면 템플릿 제어 막대에 있는 스크린샷 캡처 버튼을 사용하세요. 가장 최근의 시뮬레이터 스크린샷을 템플릿으로 직접 가져옵니다.
ms: Untuk menangkap tangkapan skrin daripada simulator yang disambungkan dengan cepat, gunakan butang tangkapan skrin dalam bar kawalan templat — ia menarik tangkapan skrin simulator terbaharu terus ke dalam templat.
nl: Om snel schermafbeeldingen van een aangesloten simulator vast te leggen, gebruikt u de knop voor het vastleggen van schermafbeeldingen in de sjabloonbesturingsbalk; deze haalt de meest recente schermafbeelding van de simulator rechtstreeks naar de sjabloon.
no: For å ta skjermbilder fra en tilkoblet simulator raskt, bruk skjermbildefangstknappen i malkontrolllinjen – den trekker det nyeste simulatorskjermbildet direkte inn i malen.
pl: Aby szybko przechwytywać zrzuty ekranu z podłączonego symulatora, użyj przycisku przechwytywania zrzutu ekranu na pasku sterowania szablonu — pobiera on najnowszy zrzut ekranu symulatora bezpośrednio do szablonu.
pt_br: Para capturar capturas de tela de um simulador conectado rapidamente, use o botão de captura de tela na barra de controle do modelo – ele puxa a captura de tela mais recente do simulador diretamente para o modelo.
pt_pt: Para capturar capturas de ecrã de um simulador conectado rapidamente, use o botão de captura de ecrã na barra de controle do modelo – ele puxa a captura de ecrã mais recente do simulador diretamente para o modelo.
ro: Pentru a captura rapid capturi de ecran dintr-un simulator conectat, utilizați butonul de captură de ecran din bara de control al șablonului - aceasta trage cea mai recentă captură de ecran a simulatorului direct în șablon.
sk: Ak chcete rýchlo zachytiť snímky obrazovky z pripojeného simulátora, použite tlačidlo na zachytenie snímky obrazovky na ovládacom paneli šablóny – stiahne najnovšiu snímku obrazovky simulátora priamo do šablóny.
sl: Če želite hitro zajeti posnetke zaslona iz povezanega simulatorja, uporabite gumb za zajem posnetkov zaslona v nadzorni vrstici predloge – potegne najnovejši posnetek zaslona simulatorja neposredno v predlogo.
sv: För att snabbt ta skärmdumpar från en ansluten simulator, använd skärmdumpsknappen i mallkontrollfältet – den drar den senaste simulatorskärmdumpen direkt till mallen.
th: หากต้องการจับภาพหน้าจอจากเครื่องจำลองที่เชื่อมต่ออย่างรวดเร็ว ให้ใช้ปุ่มจับภาพหน้าจอในแถบควบคุมเทมเพลต ซึ่งจะดึงภาพหน้าจอของโปรแกรมจำลองล่าสุดลงในเทมเพลตโดยตรง
ur: منسلک سمیلیٹر سے اسکرین شاٹس کو تیزی سے حاصل کرنے کے لیے، ٹیمپلیٹ کنٹرول بار میں اسکرین شاٹ کیپچر بٹن کا استعمال کریں - یہ تازہ ترین سمیلیٹر اسکرین شاٹ کو براہ راست ٹیمپلیٹ میں کھینچتا ہے۔
vi: Để nhanh chóng chụp ảnh màn hình từ trình mô phỏng được kết nối, hãy sử dụng nút chụp ảnh màn hình trên thanh điều khiển mẫu — nút này sẽ kéo trực tiếp ảnh chụp màn hình trình mô phỏng gần đây nhất vào mẫu.
zh_hans: 要从连接的模拟器快速捕获屏幕截图，请使用模板控制栏中的屏幕截图捕获按钮 - 它将最新的模拟器屏幕截图直接拉入模板。

source: To help us reproduce, please include:
ar: لمساعدتنا في إعادة الإنتاج، يرجى تضمين ما يلي:
ca: Per ajudar-nos a reproduir-nos, inclou:
cs: Chcete-li nám pomoci reprodukovat, uveďte:
da: For at hjælpe os med at reproducere, bedes du inkludere:
de: Damit wir das Problem nachstellen können, gib bitte Folgendes an:
el: Για να μας βοηθήσετε στην αναπαραγωγή, συμπεριλάβετε:
es: Para ayudarnos a reproducir el problema, incluye:
fa: برای اینکه بتوانیم مشکل را بازتولید کنیم، لطفاً این موارد را بفرستید:
fi: Auta meitä lisääntymään liittämällä mukaan:
fr: Pour nous aider à reproduire, veuillez inclure :
he: כדי לעזור לנו להתרבות, אנא כלול:
hr: Da biste nam pomogli u reprodukciji, uključite:
hu: A reprodukálás elősegítése érdekében kérjük, adja meg:
id: Untuk membantu kami mereproduksi, harap sertakan:
it: Per aiutarci a riprodurre il problema, includi:
ja: 再現に役立てるため、次の情報を含めてください。
ko: 재현에 도움이 되도록 다음 내용을 포함해 주세요:
ms: Untuk membantu kami menghasilkan semula, sila sertakan:
nl: Om ons te helpen reproduceren, verzoeken wij u het volgende op te nemen:
no: For å hjelpe oss med å reprodusere, vennligst ta med:
pl: Aby pomóc nam w reprodukcji, prosimy o dołączenie:
pt_br: Para nos ajudar a reproduzir, inclua:
pt_pt: Para nos ajudar a reproduzir, inclua:
ro: Pentru a ne ajuta să reproducem, vă rugăm să includeți:
ru: Чтобы мы могли воспроизвести проблему, укажите:
sk: Aby ste nám pomohli reprodukovať, uveďte:
sl: Za pomoč pri reprodukciji vključite:
sv: För att hjälpa oss att reproducera, vänligen inkludera:
th: เพื่อช่วยให้เราสืบพันธุ์ โปรดระบุ:
tr: Sorunu yeniden oluşturabilmemiz için lütfen şunları ekleyin:
uk: Щоб допомогти нам відтворити проблему, додайте:
ur: دوبارہ پیدا کرنے میں ہماری مدد کرنے کے لیے، براہ کرم شامل کریں:
vi: Để giúp chúng tôi sao chép, vui lòng bao gồm:
zh_hans: 为便于我们复现问题，请附上：
zh_hant: 為了協助我們重現問題，請附上：
